Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: and having the opposite of the desired effect with some parties slowing or reversing efforts to
fr_fr: investissements et entraînent des effets opposés à ceux recherchés, certaines parties ralentissant

source: protect the environment.
fr_fr: ou inversant les efforts visant à protéger l'environnement.

source: To provide more certainty to the marketplace, Budget 2025 announces
fr_fr: Pour offrir plus d'assurance au marché, le gouvernement a l'intention, dans le budget

source: the government's intention to propose legislative amendments to remove some aspects of
fr_fr: de 2025, de proposer des modifications législatives qui élimineront certains aspects de ces

source: these provisions, while maintaining protections against false claims.
fr_fr: dispositions, tout en continuant à protéger contre les fausses allégations.

source: Supporting the Implementation of the Climate Competitiveness Strategy
fr_fr: Appuyer la mise en œuvre de la Stratégie de compétitivité climatique

source: Canada is committed to building a competitive, low-carbon economy and to continue to drive down
fr_fr: Le Canada est déterminé à bâtir une économie compétitive à faibles émissions de carbone et à

source: industrial emissions-intensity, including in the energy sector.
fr_fr: poursuivre la réduction de l'intensité des émissions industrielles, notamment dans le secteur de

source: To demonstrate that commitment, the
fr_fr: l'énergie.

source: government will report on its progress.
fr_fr: Pour montrer cet engagement, le gouvernement rendra compte des progrès réalisés.

source: To support the implementation of this strategy, the government will
fr_fr: Pour étayer la mise en œuvre de cette stratégie, le gouvernement mettra au point et communiquera

source: develop and communicate new metrics to show how companies and households are reducing their
fr_fr: de nouveaux paramètres qui illustreront la manière dont les entreprises et les ménages réduisent

source: carbon footprint, how the clean economy is growing, and how exports are tracking to achieve
fr_fr: leur empreinte carbone, la croissance de l'économie propre et la progression des exportations

source: world-leading emissions intensity.
fr_fr: vers l'atteinte d'une intensité des émissions de calibre mondial.

source: 1.4 Increasing Competition
fr_fr: 1.4 Accroître la concurrence

source: Competition is central to productivity, innovation, and affordability.
fr_fr: La concurrence est au cœur de la productivité, de l'innovation et de l'abordabilité.

source: When businesses face healthy
fr_fr: Des conditions

source: competitive pressures, they operate more efficiently, cut costs, and innovate to stay ahead of rivals.
fr_fr: de saine concurrence amènent les entreprises à fonctionner plus efficacement, à réduire leurs coûts

source: These benefits are passed on to Canadians through lower prices, better product quality, and
fr_fr: et à innover pour garder une longueur d'avance sur leurs compétiteurs.

source: more choice.
fr_fr: Il en découle des avantages

source: In various sectors, such as telecoms, a lack of competition has led to far too high
fr_fr: d'un meilleur éventail de choix. Dans divers secteurs, par exemple les télécommunications, un manque

source: prices for Canadians.
fr_fr: de concurrence a entraîné des prix beaucoup trop élevés pour les Canadiens.

source: The new government is increasing competition to bring down costs for
fr_fr: Le nouveau gouvernement

source: Canadians, helping keep more money in your pockets.
fr_fr: stimule la concurrence afin de réduire les coûts pour les Canadiens et les aider à garder plus

source: Budget 2025 will launch some of the most
fr_fr: Le budget de 2025 prévoit des mesures parmi les plus ambitieuses et

source: ambitious, pro-competitive measures for Canada in a generation.
fr_fr: les plus favorables à la concurrence au Canada depuis une génération.

source: Increasing Competition in Canada's Telecom Sector
fr_fr: Accroître la concurrence dans le secteur canadien des télécommunications

source: Canada's telecom sector has experienced a lack of competition, which has led to higher cellphone
fr_fr: Le secteur canadien des télécommunications a été affecté par un manque de concurrence qui a entraîné

source: bills compared to other countries.
fr_fr: des prix plus élevés qu'ailleurs dans le monde pour les services de téléphonie cellulaire.

source: Canada's new government is increasing competition in the telecom
fr_fr: Le nouveau gouvernement du Canada stimule la concurrence dans le secteur des télécommunications afin de

source: sector to lower costs for Canadians.
fr_fr: faire baisser les coûts pour les Canadiens.

source: Budget 2025 announces the government's intention to boost
fr_fr: Dans le budget de 2025, le gouvernement annonce son intention de stimuler la concurrence,

source: competition, innovation, and productivity through various measures, namely: Pursuing a new "dig once" policy approach to nation-building projects to encourage
fr_fr: l'innovation et la productivité grâce aux mesures suivantes : Adopter une approche d'« excavation unique » à l'égard des projets d'intérêt national

source: coordinated installation of fibre optic lines as part of the development of major
fr_fr: pour encourager une installation coordonnée des lignes de fibre optique dans le cadre de

source: projects of national significance.
fr_fr: l'aménagement de grands projets d'importance nationale.

source: Reducing regulatory burden required to deploy telecommunications infrastructure
fr_fr: Réduire le fardeau réglementaire lié à l'aménagement d'infrastructures de télécommunications au

source: across the country, including by consulting on a streamlined tower-siting process
fr_fr: pays, notamment en menant des consultations sur un processus simplifié concernant l'emplacement

source: later this year.
fr_fr: des pylônes d'antennes, plus tard au cours du présent exercice.

source: Ensuring that industry has access to quality spectrum, including by releasing
fr_fr: Veiller à ce que l'industrie ait accès à du spectre de qualité, notamment en libérant d'autres

source: additional spectrum, consulting on a modernised Spectrum Licence Transfer Framework
fr_fr: portions du spectre, en menant des consultations sur un cadre modernisé de transfert des

source: in late 2025-26, and continuing to use the streamlined framework for residual
fr_fr: licences de spectre vers la fin de l'exercice 2025-2026 et en continuant d'utiliser le

source: spectrum auctions established in 2021.
fr_fr: cadre simplifié de mise aux enchères des licences de spectre restantes qui a été établi en 2021.

source: Working alongside the Canadian Radio-television and Telecommunications Commission to
fr_fr: apporter à la Loi sur les télécommunications les modifications favorables aux

source: implement the pro-consumer amendments to the Telecommunications Act announced in Budget 2024 that will allow Canadians to more easily renew or
fr_fr: puissent plus facilement renouveler ou changer leurs forfaits de service Internet ou de téléphonie résidentielle ou cellulaire.

source: switch between home internet, home phone, and cell phone plans.
fr_fr: Tirer parti des efforts continus du Conseil de la radiodiffusion et des télécommunications

source: The Canadian Radio-television and Telecommunications Commission's ongoing efforts to
fr_fr: canadiennes pour mettre en place l'orientation stratégique du gouvernement visant à améliorer et

source: implement the government's policy direction to enhance and protect the rights of
fr_fr: à protéger les droits des consommateurs et à instaurer de nouveaux tarifs pour l'accès aux

source: consumers and to implement new rates for access to wholesale internet services and
fr_fr: services Internet de gros et aux services d'itinérance sans fil.

source: wireless roaming.
fr_fr: concurrence dans le secteur des télécommunications :

source: Over the past years, previous measures have also been taken to boost competition in the telecom
fr_fr: Réduire les prix des télécommunications en donnant au Conseil de la radiodiffusion et des

source: sector: Lowering telecom prices by issuing a new directive in 2023 for the Canadian
fr_fr: télécommunications canadiennes de nouvelles instructions en 2023 pour qu'il améliore la

source: Radio-television and Telecommunications Commission to improve competition, make it easier to
fr_fr: concurrence, facilite les démarches des gens pour faire annuler des services et protège mieux

source: cancel services, and strengthen the protections Canadians have from unfair business
fr_fr: les Canadiens contre les pratiques commerciales déloyales, comme le paiement de frais de

source: practices, such as paying unlocking fees for their cell phone.
fr_fr: déverrouillage de leur téléphone cellulaire.

source: Investigating international mobile roaming charges through a Canadian Radio-television and
fr_fr: Enquêter sur les frais d'itinérance internationale par l'entremise d'une étude du Conseil de la

source: Telecommunications Commission study, to ensure the cell phone fees Canadians pay are fair and
fr_fr: radiodiffusion et des télécommunications canadiennes, afin de garantir que les Canadiens paient

source: affordable. Amending the Competition Act to strengthen its ability to address longstanding
fr_fr: Modifier la Loi sur la concurrence afin qu'elle permette de mieux régler des problèmes

source: competition issues and to reflect the new realities of the technology-driven economy.
fr_fr: de concurrence de longue date et qu'elle soit mieux adaptée aux nouvelles réalités de l'économie

source: A More Competitive and Innovative Financial System
fr_fr: Un système financier plus concurrentiel et novateur

source: Budget 2025 is announcing the first phase of a plan to foster greater competition, innovation,
fr_fr: Le budget de 2025 annonce la première phase d'un plan visant à stimuler la concurrence,

source: and efficiency in the Canadian financial sector.
fr_fr: l'innovation et l'efficacité dans le secteur financier canadien, qui permettra de réduire les coûts

source: This will lower banking costs for Canadians while providing more banking options.
fr_fr: des services bancaires pour les Canadiens tout en leur offrant plus d'options bancaires.

source: Over the coming months, the government will continue to work and
fr_fr: Au cours des prochains mois, le gouvernement poursuivra ses travaux et mobilisera les experts et les

source: engage with experts and stakeholders to inform further actions to support a competitive financial
fr_fr: intervenants pour guider d'autres mesures susceptibles de favoriser la concurrence dans le secteur

source: sector.
fr_fr: financier.

source: The government's plan will include action in four key areas:
fr_fr: Le plan du gouvernement comportera des mesures dans les quatre grands axes suivants :

source: Unlocking Capital
fr_fr: Faciliter l'accès aux capitaux

source: Capital markets and financial institutions have a key role to play to ensure that Canadian companies
fr_fr: Les marchés des capitaux et les institutions financières ont un rôle indispensable à jouer afin que

source: and projects can access capital and grow the economy.
fr_fr: les entreprises et les projets au pays puissent obtenir des capitaux et faire croître l'économie.

source: They create investment opportunities,
fr_fr: Ils créent les possibilités d'investissement, stimulent les investissements, appuient la création

source: drive innovation, support job growth, and strengthen retirement savings.
fr_fr: d'emplois et renforcent l'épargne-retraite.

source: Canadian companies need
fr_fr: Les entreprises canadiennes ont besoin d'avoir accès à

source: access to capital in Canada to grow and thrive, building prosperity for all Canadians.
fr_fr: des capitaux au pays pour être en mesure de croître et de réussir, tout en permettant aux Canadiens de prospérer.

source: The government has concluded negotiations and has reached an agreement in principle with
fr_fr: Le gouvernement a mené des négociations et a conclu une entente de principe avec les provinces

source: provinces and territories on a Financial Services chapter for the Canada Free Trade Agreement,
fr_fr: et les territoires pour ajouter un chapitre sur les services financiers à l'Accord de

source: which will promote an efficient, open, and sound financial services sector within Canada.
fr_fr: libre-échange canadien, qui favorise un secteur des services financiers efficace, ouvert et

source: The Office of the Superintendent of Financial Institutions has recently announced a number of
fr_fr: solide au Canada. Le Bureau du surintendant des institutions financières a récemment annoncé un certain nombre

source: steps to provide clarity in capital planning for Canada's regulated financial institutions, as
fr_fr: fédérales, ainsi que pour examiner les moyens de faciliter l'établissement de nouvelles entités

source: well as to look at opportunities to ease entry and reduce regulatory burden, including: Engaging with small- and medium-size lenders about changes to capital requirements that
fr_fr: et de réduire les contraintes réglementaires, ce qui comprend les mesures suivantes : consulter les institutions prêteuses de petite et moyenne taille au sujet des modifications qui

source: will enable them to compete more effectively.
fr_fr: pourraient être apportées aux normes de fonds propres pour leur permettre d'être plus

source: Consulting on ways to encourage business lending by banks in support of the economy
fr_fr: de prêts afin d'inciter les banques à accorder des prêts aux entreprises pour soutenir

source: through the capital treatment of certain types of loans.
fr_fr: l'économie; assouplir les normes de fonds propres qui s'appliquent aux titres de créance et aux titres de

source: Reducing capital requirements for Canadian infrastructure debt and equity investments
fr_fr: capitaux propres liés à des projets d'infrastructure au Canada détenus par les assureurs-vie

source: made by federally regulated life insurers.
fr_fr: sous réglementation fédérale.

source: Budget 2025 proposes to catalyse investment by insurers and financial institutions by
fr_fr: Le budget de 2025 propose de stimuler les investissements par les assureurs et les

source: repealing the limits on borrowing and portfolio investments in the financial institutions
fr_fr: institutions financières en annulant les limites sur les placements de portefeuille et les

source: statutes and replacing them with more flexible guidance from the Office of the
fr_fr: emprunts qui figurent dans les lois régissant les institutions financières et en les remplaçant

source: Superintendent of Financial Institutions.
fr_fr: par des consignes plus souples établies par le Bureau du surintendant des institutions

source: Capital markets are essential to fund the initiatives critical to Canada's economic
fr_fr: financières. Les marchés des capitaux ont un rôle essentiel à jouer dans le financement d'initiatives

source: prosperity and growth potential.
fr_fr: cruciales pour la prospérité économique et le potentiel de croissance du Canada.

source: Over the coming year, the government will continue to
fr_fr: Au cours de la prochaine année, le gouvernement continuera à rechercher d'autres moyens d'aider les marchés des

source: explore other opportunities to support capital markets and financial institutions to deploy
fr_fr: capitaux canadiens et les institutions financières à mobiliser des capitaux pour les entreprises

source: capital towards Canadian companies and projects that will grow the economy.
fr_fr: canadiennes et les projets qui feront croître l'économie.

source: Increasing Competition in the Banking Sector
fr_fr: Accroître la concurrence dans le secteur bancaire

source: To improve choice and lower costs for consumers, Budget 2025 proposes measures to help Canadians
fr_fr: bas, le budget de 2025 propose les mesures suivantes afin qu'il devienne plus facile pour les

source: switch between financial institutions and to increase fee transparency:
fr_fr: Canadiens de changer d'institution financière et afin d'accroître la transparence des frais :

source: Budget 2025 announces that the government intends to publish draft
fr_fr: Dans le budget de 2025, le gouvernement annonce qu'il compte publier d'ici le

source: regulations by spring 2026 to prohibit investment and registered account transfer fees,
fr_fr: printemps 2026 un projet de règlement qui interdira l'imposition de frais de transfert de

source: currently costing Canadians on average $150 per account.
fr_fr: Ces frais s'élèvent actuellement en moyenne à

source: The government will also
fr_fr: Le gouvernement exigera également le transfert rapide

source: require the timely transfer of these accounts and clear presentation of information on the
fr_fr: de ces comptes et la présentation claire des renseignements relatifs au processus connexe et à

source: process and lack of fees.
fr_fr: l'absence de frais.

source: Budget 2025 announces the government's intention to explore
fr_fr: Dans le budget de 2025, le gouvernement annonce son intention d'envisager l'amélioration de

source: improving the transparency of cross-border transfer fees, including foreign exchange costs
fr_fr: la transparence des frais bancaires pour transfert transfrontalier, y compris les frais de

source: for banks, as non-transparent pricing is causing consumers to pay more than expected to send
fr_fr: change, car l'absence de transparence fait en sorte que les consommateurs paient des frais plus

source: their money internationally.
fr_fr: élevés que prévu lorsqu'ils envoient de l'argent à l'extérieur du pays.

source: Budget 2025 announces that the government intends to work with
fr_fr: Dans le budget de 2025, le gouvernement annonce son intention de travailler en concertation

source: banks on ways to simplify the process of switching primary chequing accounts to other
fr_fr: avec les banques en vue de simplifier le processus de transfert de comptes chèques principaux

source: Canadian financial institutions.
fr_fr: d'une institution financière canadienne à une autre.

source: The government has requested the Financial Consumer Agency of Canada to prepare a report on the
fr_fr: Le gouvernement a demandé à l'Agence de la consommation en matière financière du Canada de préparer

source: structure, level, and transparency of fees charged by Canadian banks.
fr_fr: un rapport sur le barème, le montant et la transparence des frais facturés par les banques

source: These measures complement recent government efforts to reduce banking fees for Canadians.
fr_fr: canadiennes. Ces mesures viennent complémenter les efforts récents du gouvernement visant à réduire les frais

source: In 2024, the government negotiated an updated low-cost and no-cost account commitment with
fr_fr: bancaires pour les Canadiens. En 2024, le gouvernement a négocié un nouvel engagement avec les

source: banks, including all Big Six banks, which offers more debit transactions for consumers for no more
fr_fr: à frais modiques et des comptes sans frais. Ces comptes permettent aux consommateurs de faire plus

source: than $4 per month, or at no cost for certain groups.
fr_fr: d'opérations par carte de débit pour 4 $ par mois au maximum, ou sans frais pour certains groupes.

source: Also in 2024, the government capped
fr_fr: En 2024, le gouvernement a aussi imposé un plafond de 10 $ pour les frais

source: non-sufficient fund fees to $10, set to take effect in March 2026, saving Canadians upwards of
fr_fr: d'insuffisance de fonds, qui entrera en vigueur en mars 2026.

source: $600M annually.
fr_fr: Grâce à ce plafond, les Canadiens

source: Small- and medium-sized banks, as well as provincial and federal credit unions, are critical for
fr_fr: Les petites et moyennes banques, ainsi que les coopératives de crédit provinciales et fédérales, sont

source: consumer choice across Canada.
fr_fr: Afin d'aider

source: To help smaller financial institutions invest, scale, and compete,
fr_fr: les institutions financières de petite taille à investir, à prendre de l'expansion et à faire face à

source: Budget 2025 proposes measures to support their unique needs:
fr_fr: la concurrence, le gouvernement propose les mesures suivantes visant à répondre à leurs besoins

source: Budget 2025 proposes to amend the Bank Act and the Canada Deposit Insurance Corporation Act to make it easier for federal credit
fr_fr: particuliers : Dans le budget de 2025, le gouvernement propose de modifier la Loi sur les banques et la Loi sur la Société d'assurance-dépôts du Canada afin qu'il soit plus facile pour

source: unions to achieve scale and for provincial credit unions to enter the federal framework.
fr_fr: les coopératives de crédit fédérales de prendre de l'expansion et pour les coopératives de

source: Budget 2025 proposes legislative amendments to raise the
fr_fr: visant à faire passer de 2 milliards de dollars à 4 milliards de dollars le seuil

source: 35 per cent public holding requirement threshold from $2 billion to
fr_fr: à atteindre pour que l'obligation en matière de détention publique de 35 % s'applique,

source: $4 billion—allowing small financial institutions to grow larger before having to change
fr_fr: afin de permettre aux institutions financières de petite taille de prendre davantage d'expansion

source: their ownership structure.
fr_fr: avant d'avoir à modifier leur structure.

source: Budget 2025 announces the government's intention to work with banks
fr_fr: Dans le budget de 2025, le gouvernement annonce son intention de travailler en concertation

source: to develop a voluntary code of conduct to strengthen smaller financial institutions' access
fr_fr: avec les banques pour élaborer un code de conduite volontaire visant à améliorer l'accès des

source: to distribution channels for brokered deposits.
fr_fr: petites institutions financières aux canaux de distribution des dépôts effectués par l'entremise de courtiers.

source: Supporting Innovation and Global Competitiveness
fr_fr: Soutenir la compétitivité à l'échelle mondiale et l'innovation

source: Advancements in technology have given consumers more payment options.
fr_fr: Les avancées technologiques ont donné plus d'options de paiement aux consommateurs.

source: To keep payments fast,
fr_fr: Pour s'assurer

source: flexible, and secure, the government launched its payments modernisation plan.
fr_fr: que les paiements demeurent rapides, flexibles et sécuritaires, le gouvernement a lancé son plan de

source: In
fr_fr: modernisation des paiements.

source: September 2025, the government achieved two major milestones in the plan, advancing its
fr_fr: En septembre 2025, le gouvernement a franchi deux grands jalons de

source: commitment to deliver more secure innovative payments for Canadians.
fr_fr: ce plan, faisant ainsi progresser son engagement d'offrir aux Canadiens des modes de paiement novateurs et plus sûrs.

source: Close to 1,500 payment service providers are now supervised by the Bank of Canada under
fr_fr: paiement en vertu de la Loi sur les activités associées aux paiements de détail , pour

source: Canada's Retail Payment Activities Act , ensuring they meet regulatory requirements to
fr_fr: veiller à ce qu'ils respectent les exigences réglementaires dans le but d'atténuer les risques

source: manage risks and protect end-user funds.
fr_fr: et de protéger les fonds des utilisateurs finaux.

source: New entities, such as registered and supervised payment service providers, can now apply to
fr_fr: De nouvelles entités, comme les fournisseurs de services de paiement enregistrés et supervisés,
